/* No comment provided by engineer. */
" in the menu bar to start!" = "メニューバーの「スタート！」";

/* No comment provided by engineer. */
" will be always hidden." = "常に隠蔽されます。";

/* No comment provided by engineer. */
" will be hidden." = "隠蔽されます。";

/* No comment provided by engineer. */
"sec(s)" = "秒";

/* No comment provided by engineer. */
"• Cloud backup and profile syncing" = "• クラウドバックアップと同期プロファイル";

/* No comment provided by engineer. */
"• Manage the menu bar icons as you want" = "• メニューバーのアイコンを自由に管理する";

/* No comment provided by engineer. */
"• Reduce menu bar icon spacing" = "• メニューバーのアイコン間隔を縮小";

/* No comment provided by engineer. */
"• Supercharge your scripts or shortcuts with Barbee" = "• スクリプトやショートカットを Barbee でスーパーチャージしよう";

/* No comment provided by engineer. */
"• Support the menu bar with a notch" = "• メニューバーをノッチでサポートする";

/* No comment provided by engineer. */
"• Unlimited number of times you can show/hide menu bar icons" = "• メニューバーのアイコンの表示/非表示を無制限に行えます";

/* No comment provided by engineer. */
"• Various menu appearance styles" = "• 様々なメニュー表示スタイル";

/* No comment provided by engineer. */
"⌘ Shortcut List:" = "⌘ ショートカットリスト：";

/* No comment provided by engineer. */
"⏰️  Monitor menu bar item changes, then perform an action" = "⏰️ メニューバーアイテムの変更を監視し、その後アクションを実行する";

/* No comment provided by engineer. */
"⚠️⚠️⚠️Unresponsive Item %@" = "⚠️⚠️⚠️応答しないアイテム %@";

/* No comment provided by engineer. */
"⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions." = "⛔️ Barbeeはあなたの個人データを収集または追跡せず、Barbeeはどのようなネットワーク権限も申請しません。";

/* No comment provided by engineer. */
"✅️ Accessibility permission granted" = "✅ アクセシビリティ権限が付与されました";

/* No comment provided by engineer. */
"✅️ Screen Recording permission granted" = "✅ スクリーンレコーディングの権限が付与されました";

/* No comment provided by engineer. */
"✉️ Contact us" = "✉️ お問い合わせ";

/* No comment provided by engineer. */
"⬅️Left" = "⬅️左";

/* No comment provided by engineer. */
"⭐️️ Drag to arrange your menu bar items as you want!" = "⭐️️ メニューバーのアイテムを好きなように並べ替えるためにドラッグしてください！";

/* No comment provided by engineer. */
"🐝 Relaunch Barbee" = "🐝 Barbeeを再起動する";

/* No comment provided by engineer. */
"🐞 Report bugs" = "🐞 バグを報告する";

/* No comment provided by engineer. */
"👀 View details..." = "👀 詳細を見る...";

/* No comment provided by engineer. */
"👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list." = "👉 ポップアップの認証ウィンドウで、左下の🔓ロックを解除してから、右側のリストでBarbeeを✔️許可してください。";

/* No comment provided by engineer. */
"💥Supercharge your scripts or shortcuts with Barbee" = "💥スクリプトやショートカットをBarbeeで超充電しよう";

/* No comment provided by engineer. */
"📊 Export logs..." = "📊 ログをエクスポート中...";

/* No comment provided by engineer. */
"🔥️ Enhanced Mode" = "🔥️ 強化モード";

/* No comment provided by engineer. */
"🔨 Fix cursor issues" = "🔨 カーソルの問題を修正する";

/* No comment provided by engineer. */
"🕶️ You are the VIP" = "🕶️ あなたはVIPです";

/* No comment provided by engineer. */
"🦄 Join TestFlight..." = "🦄 TestFlightに参加...";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widget group" = "🧩 右クリックしてBarbeeウィジェットグループをカスタマイズ";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widgets" = "🧩 Barbeeウィジェットをカスタマイズするには、右クリックしてください";

/* No comment provided by engineer. */
"🧩 Widget Management" = "🧩 ウィジェット管理";

/* No comment provided by engineer. */
"🧮 Restore Patches" = "🧮 パッチを復元する";

/* No comment provided by engineer. */
"3-day Free Trial" = "3日間の無料トライアル";

/* No comment provided by engineer. */
"About" = "について";

/* No comment provided by engineer. */
"Accessibility" = "アクセシビリティ";

/* No comment provided by engineer. */
"Action" = "アクション";

/* No comment provided by engineer. */
"Action:" = "アクション:";

/* No comment provided by engineer. */
"Activate for %d second(s)" = "%d秒間アクティベートする";

/* No comment provided by engineer. */
"Activate for a while" = "しばらく有効にする";

/* No comment provided by engineer. */
"Activate seconds: %d" = "秒数をアクティベートします：%d";

/* No comment provided by engineer. */
"Active" = "アクティブ";

/* No comment provided by engineer. */
"Active Barbee profile with name: ${profileName}" = "アクティブなBarbeeプロファイル、名前：${profileName}";

/* No comment provided by engineer. */
"Active Barbee profile with name." = "アクティブなBarbeeプロファイルと名前。";

/* No comment provided by engineer. */
"Active Barbee symbol with number: ${number}" = "アクティブなBarbeeシンボルと番号：${number}";

/* No comment provided by engineer. */
"Active Barbee symbol with number." = "アクティブなBarbeeシンボルと番号。";

/* No comment provided by engineer. */
"Active Profile" = "アクティブなプロファイル";

/* No comment provided by engineer. */
"Active Symbol" = "アクティブシンボル";

/* No comment provided by engineer. */
"Actived profile successfully" = "プロファイルを正常に有効化しました";

/* No comment provided by engineer. */
"Add" = "追加";

/* No comment provided by engineer. */
"Add/Remove menu bar inner shadow and drop shadow." = "メニューバーの内側の影とドロップシャドウを追加/削除します。";

/* No comment provided by engineer. */
"All Menu Bar Item" = "すべてのメニューバーアイテム";

/* No comment provided by engineer. */
"All menu bar items are visible on external screens" = "すべてのメニューバー項目は外部スクリーンに表示されます";

/* No comment provided by engineer. */
"Alpha Value" = "アルファ値";

/* No comment provided by engineer. */
"Always Hidden" = "いつも隠されている";

/* No comment provided by engineer. */
"Always Hidden Items" = "いつも隠されたアイテム";

/* No comment provided by engineer. */
"Always Hidden Items:" = "常に隠されたアイテム：";

/* No comment provided by engineer. */
"Always Hidden Menu Bar Item" = "いつも隠されたメニューバーアイテム";

/* No comment provided by engineer. */
"App Modules" = "アプリモジュール";

/* No comment provided by engineer. */
"Apply" = "適用";

/* No comment provided by engineer. */
"Arrange" = "整理する";

/* No comment provided by engineer. */
"Authorize" = "承認する";

/* No comment provided by engineer. */
"Automation" = "オートメーション";

/* No comment provided by engineer. */
"Automation feature requires additional permissions!" = "オートメーション機能には追加の権限が必要です！";

/* No comment provided by engineer. */
"Award" = "アワード";

/* No comment provided by engineer. */
"Backup profile successfully." = "バックアッププロファイルが正常に行われました。";

/* No comment provided by engineer. */
"Backup to iCloud drive" = "iCloudドライブにバックアップする";

/* No comment provided by engineer. */
"Barbee requires Accessibility access to show/hide the menu bar items." = "Barbeeはメニューバーアイテムの表示/非表示を行うためにアクセシビリティアクセスを要求します。";

/* No comment provided by engineer. */
"Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items." = "Barbeeはメニューバー項目リストを監視し、変更された項目の画像をキャプチャするために画面録画アクセス権が必要です。";

/* No comment provided by engineer. */
"Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below." = "Barbeeはその機能を提供するためにシステム機能へのアクセス許可が必要です。以下のアクセス許可を確認してください。";

/* No comment provided by engineer. */
"Barbee's menu bar icon has been hidden" = "Barbeeのメニューバーアイコンが非表示になりました";

/* No comment provided by engineer. */
"Become VIP to use without limitation" = "VIPになって制限なしで使用する";

/* No comment provided by engineer. */
"Beta Testing" = "ベータテスティング";

/* No comment provided by engineer. */
"Bundle Identifier" = "バンドル識別子";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}" = "内側の影の状態を変更します: ${innerShadowState}、ドロップシャドウの状態: ${dropShadowState}";

/* No comment provided by engineer. */
"Change Menu Bar Color" = "メニューバーの色を変更する";

/* No comment provided by engineer. */
"Change menu bar color: ${color}" = "メニューバーの色を変更：${color}";

/* No comment provided by engineer. */
"Change Menu Bar Shadow State" = "メニューバーのシャドウ状態を変更";

/* No comment provided by engineer. */
"Change Top Notch State" = "トップノッチの状態を変更";

/* No comment provided by engineer. */
"Change top notch state: ${state}" = "トップノッチ状態を変更：${state}";

/* No comment provided by engineer. */
"Change Wallpaper..." = "壁紙を変更...";

/* No comment provided by engineer. */
"Change your current screen menu bar color, enter your color hex string(e.g. \"0AB188FF\"). Restore the color of the menu bar if the hex string is empty." = "現在の画面メニューバーの色を変更するには、カラーヘックス文字列（例：「0AB188FF」）を入力してください。ヘックス文字列が空の場合は、メニューバーの色を元に戻します。";

/* No comment provided by engineer. */
"Changing menu bar color requires user directory authorization" = "メニューバーの色を変更するには、ユーザーディレクトリの承認が必要です";

/* No comment provided by engineer. */
"Changing menu item gaps requires user directory authorization" = "メニューアイテムの間隔を変更するにはユーザーディレクトリの承認が必要です";

/* No comment provided by engineer. */
"Choose a menu bar item" = "メニューバーのアイテムを選んでください";

/* No comment provided by engineer. */
"Choose Barbee Mode" = "バービーモードを選択";

/* No comment provided by engineer. */
"Click menu bar item" = "メニューバーの項目をクリックしてください";

/* No comment provided by engineer. */
"Click Menu Bar Item (Enhanced mode only)" = "メニューバーアイテムをクリックしてください（エンハンスドモードのみ）";

/* No comment provided by engineer. */
"Click menu bar item by identifier: ${itemIdentifier}" = "メニューバー項目を識別子でクリックします: ${itemIdentifier}";

/* No comment provided by engineer. */
"Click menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "メニューバーアイテムを識別子でクリックします（例： \"com.apple.controlcenter-WiFi\"）。";

/* No comment provided by engineer. */
"Click on the menu bar Barbee icon to toggle the visibility of hidden items directly" = "メニューバーのBarbeeアイコンをクリックして、隠されたアイテムの表示を直接切り替えます";

/* No comment provided by engineer. */
"Click on the menu bar to toggle the visibility of hidden items" = "メニューバーをクリックして、隠されたアイテムの表示を切り替えます";

/* No comment provided by engineer. */
"Click the icon " = "アイコンをクリックしてください";

/* No comment provided by engineer. */
"Close" = "閉じる";

/* No comment provided by engineer. */
"Color" = "色";

/* No comment provided by engineer. */
"Configuration" = "構成";

/* No comment provided by engineer. */
"Confirm" = "確認する";

/* No comment provided by engineer. */
"Content" = "コンテンツ";

/* No comment provided by engineer. */
"Continue" = "続ける";

/* No comment provided by engineer. */
"Corner Radius" = "コーナー半径";

/* No comment provided by engineer. */
"Current Item" = "現在のアイテム";

/* No comment provided by engineer. */
"Cursor Keeps Flickering?" = "カーソルがちらつくのですか？";

/* No comment provided by engineer. */
"Custom shortcuts feature requires additional permissions!" = "カスタムショートカット機能には追加の権限が必要です！";

/* No comment provided by engineer. */
"Dark Background Color" = "ダーク背景色";

/* No comment provided by engineer. */
"Default" = "デフォルト";

/* No comment provided by engineer. */
"Default Gap - system default spacing between items" = "デフォルトギャップ - アイテム間のシステムデフォルトの間隔";

/* No comment provided by engineer. */
"Delay before hiding items again." = "アイテムを再度隠す前の遅延。";

/* No comment provided by engineer. */
"Delete" = "削除";

/* No comment provided by engineer. */
"Delete `%@`" = "`%@` を削除する";

/* No comment provided by engineer. */
"Diagnostics" = "診断";

/* No comment provided by engineer. */
"Do you want to backup profiles to iCloud?" = "iCloudにプロファイルをバックアップしますか？";

/* No comment provided by engineer. */
"Do you want to delete profile `%@`?" = "プロファイル `%@` を削除しますか？";

/* No comment provided by engineer. */
"Do you want to delete this automation?" = "このオートメーションを削除しますか？";

/* No comment provided by engineer. */
"Do you want to delete this shortcut?" = "このショートカットを削除しますか？";

/* No comment provided by engineer. */
"Do you want to import this patch?" = "このパッチをインポートしますか？";

/* No comment provided by engineer. */
"Do you want to import this profile?" = "このプロファイルをインポートしますか？";

/* No comment provided by engineer. */
"Do you want to sync profiles from iCloud?" = "iCloudからプロファイルを同期しますか？";

/* No comment provided by engineer. */
"Drop Shadow" = "ドロップシャドウ";

/* No comment provided by engineer. */
"Drop Shadow State" = "ドロップシャドウの状態";

/* No comment provided by engineer. */
"Edit" = "編集";

/* No comment provided by engineer. */
"Emoji" = "絵文字";

/* No comment provided by engineer. */
"Energy Saver" = "エネルギーセーバー";

/* No comment provided by engineer. */
"Enhanced Mode" = "強化モード";

/* No comment provided by engineer. */
"Enhanced mode is only available for Notch screens" = "強化モードはノッチスクリーンのみで利用可能です";

/* No comment provided by engineer. */
"Export" = "エクスポート";

/* No comment provided by engineer. */
"Failed to active profile" = "プロファイルをアクティブにするのに失敗しました";

/* No comment provided by engineer. */
"Failed to backup profile." = "プロファイルのバックアップに失敗しました。";

/* No comment provided by engineer. */
"Failed to change menu item gap" = "メニューアイテムの間隔を変更するのに失敗しました";

/* No comment provided by engineer. */
"Failed to export profile." = "プロファイルのエクスポートに失敗しました。";

/* No comment provided by engineer. */
"Cursor issue fix failed" = "カーソルの問題を修正できませんでした";

/* No comment provided by engineer. */
"Failed to import patch." = "パッチのインポートに失敗しました。";

/* No comment provided by engineer. */
"Failed to import profile." = "プロファイルのインポートに失敗しました。";

/* No comment provided by engineer. */
"Failed to restore" = "復元に失敗しました";

/* No comment provided by engineer. */
"Failed to sync profile." = "プロファイルの同期に失敗しました。";

/* No comment provided by engineer. */
"Feedback" = "フィードバック";

/* No comment provided by engineer. */
"Cursor issues fixed successfully" = "カーソルの問題を修正しました";

/* No comment provided by engineer. */
"For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS." = "この設定を有効にするには、Barbeeの「ログイン時に起動」をオンにして、macOSからログアウトしてから再度ログインする必要があります。";

/* No comment provided by engineer. */
"Found %d profile(s)" = "%d 個のプロファイルが見つかりました";

/* No comment provided by engineer. */
"Frame" = "フレーム";

/* No comment provided by engineer. */
"General" = "一般";

/* No comment provided by engineer. */
"Get all menu bar items" = "すべてのメニューバー項目を取得する";

/* No comment provided by engineer. */
"Get All Menu Bar Items" = "すべてのメニューバーアイテムを取得";

/* No comment provided by engineer. */
"Get always hidden menu bar items" = "常に隠されたメニューバー項目を取得";

/* No comment provided by engineer. */
"Get Always Hidden Menu Bar Items" = "常に隠されたメニューバーアイテムを取得";

/* No comment provided by engineer. */
"Get App Modules" = "アプリモジュールを取得する";

/* No comment provided by engineer. */
"Get app modules using app bundle identifier: ${bundleIdentifier}" = "アプリバンドル識別子を使用してアプリモジュールを取得します: ${bundleIdentifier}";

/* No comment provided by engineer. */
"Get hidden menu bar items" = "隠されたメニューバー項目を取得する";

/* No comment provided by engineer. */
"Get Hidden Menu Bar Items" = "隠しメニューバー項目を取得する";

/* No comment provided by engineer. */
"Get it for free" = "無料で手に入れよう";

/* No comment provided by engineer. */
"Get shown menu bar items" = "表示されるメニューバー項目を取得する";

/* No comment provided by engineer. */
"Get Shown Menu Bar Items" = "表示されているメニューバーアイテムを取得";

/* No comment provided by engineer. */
"Get Started" = "始める";

/* No comment provided by engineer. */
"Go to Barbee preferences..." = "Barbee の設定に移動...";

/* No comment provided by engineer. */
"Got it" = "分かりました";

/* No comment provided by engineer. */
"Grant Permissions to Barbee" = "Barbeeに権限を付与する";

/* No comment provided by engineer. */
"Has Top Notch" = "最高級を持っている";

/* No comment provided by engineer. */
"Has top notch?" = "トップノッチですか？";

/* No comment provided by engineer. */
"Height" = "高さ";

/* No comment provided by engineer. */
"Help Center" = "ヘルプセンター";

/* No comment provided by engineer. */
"Hidden" = "隠された";

/* No comment provided by engineer. */
"Hidden Items" = "隠されたアイテム";

/* No comment provided by engineer. */
"Hidden Items:" = "隠されたアイテム：";

/* No comment provided by engineer. */
"Hidden Menu Bar Item" = "隠されたメニューバーアイテム";

/* No comment provided by engineer. */
"Hide" = "隠す";

/* No comment provided by engineer. */
"Hide All" = "すべて非表示にする";

/* No comment provided by engineer. */
"Hide Menu Bar Item (Enhanced mode only)" = "メニューバーアイテムを隠す（エンハンスドモードのみ）";

/* No comment provided by engineer. */
"Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "識別子でメニューバーアイテムを非表示にする: ${itemIdentifier}、X: ${x}へ";

/* No comment provided by engineer. */
"Hide menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "識別子によってメニューバーアイテムを隠す（例：\"com.apple.controlcenter-WiFi\"）、Xはオプションです。";

/* No comment provided by engineer. */
"Hide not-showing items" = "表示されていないアイテムを隠す";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items" = "メニューバーのアイコンをCONTROL(⌃)キーを押しながらクリックすると、すべての項目を表示／非表示にできます";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar to show / hide all items" = "メニューバーを表示/非表示するには、CONTROL(⌃)キーを押しながらクリックします";

/* No comment provided by engineer. */
"Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items" = "OPTION(⌥)キーを押しながらメニューバーのアイコンをクリックすると、非表示のアイテムの表示/非表示を切り替えられます";

/* No comment provided by engineer. */
"Hold the COMMAND(⌘) to drag the menu bar items" = "COMMAND(⌘) キーを押したままメニューバーのアイテムをドラッグしてください";

/* No comment provided by engineer. */
"Hovered" = "ホバーした";

/* No comment provided by engineer. */
"Icon:" = "アイコン:";

/* No comment provided by engineer. */
"If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!" = "何か問題に遭遇したり、改善やBarbeeのローカライズを手伝っていただける場合は、お気軽にご連絡ください！";

/* No comment provided by engineer. */
"If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences." = "通常モードでBarbeeを使用したい場合は、システム環境設定で付与された権限を削除してください。";

/* No comment provided by engineer. */
"If your cursor keeps flickering, try clicking the button to fix it." = "カーソルのちらつきが続く場合は、カーソルのちらつきを修正するためにボタンをクリックしてみてください。";

/* No comment provided by engineer. */
"Ignore" = "無視する";

/* No comment provided by engineer. */
"Image" = "画像";

/* No comment provided by engineer. */
"Import" = "インポート";

/* No comment provided by engineer. */
"In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items" = "複数のスクリーンがある場合、ノッチがないスクリーンは通常モードを使用してメニューバー項目の表示/非表示を行います";

/* No comment provided by engineer. */
"Inner Shadow" = "内側の影";

/* No comment provided by engineer. */
"Inner Shadow State" = "インナーシャドウステート";

/* No comment provided by engineer. */
"InterItem Horizontal Padding" = "アイテム間の水平パディング";

/* No comment provided by engineer. */
"InterItem Vertical Padding" = "アイテム間の縦のパディング";

/* No comment provided by engineer. */
"Is Menu Bar Visible" = "メニューバーは表示されていますか";

/* No comment provided by engineer. */
"Is menu bar visible?" = "メニューバーは表示されていますか？";

/* No comment provided by engineer. */
"Is Movable by Window Background" = "ウィンドウの背景によって移動可能です";

/* No comment provided by engineer. */
"It is strongly recommended to launch Barbee at login, would you like to enable it?" = "ログイン時に Barbee を起動することを強くお勧めしますが、有効にしますか？";

/* No comment provided by engineer. */
"Item has any changes" = "アイテムに変更があります";

/* No comment provided by engineer. */
"Item Identifier" = "アイテム識別子";

/* No comment provided by engineer. */
"Items" = "アイテム";

/* No comment provided by engineer. */
"Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar." = "左にドラッグされたアイテムは常に非表示になります。メニューバーのアイテムをドラッグするにはコマンド⌘キーを押しながら行ってください。";

/* No comment provided by engineer. */
"Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar." = "左にドラッグされたアイテムは非表示になります。メニューバー内のアイテムをドラッグするにはコマンド⌘キーを押し続けてください。";

/* No comment provided by engineer. */
"Items on the left side of the icon " = "アイコンの左側のアイテム";

/* No comment provided by engineer. */
"Launch At Login" = "ログイン時に起動";

/* No comment provided by engineer. */
"Launch Barbee at login?" = "ログイン時にBarbeeを起動しますか？";

/* No comment provided by engineer. */
"Level" = "レベル";

/* No comment provided by engineer. */
"Lifetime" = "一生";

/* No comment provided by engineer. */
"Lifetime - %@" = "一生 - %@";

/* No comment provided by engineer. */
"Light Background Color" = "ライト背景色";

/* No comment provided by engineer. */
"Love Barbee?" = "バービーを愛してる？";

/* No comment provided by engineer. */
"Lowest" = "最低";

/* No comment provided by engineer. */
"macOS log out required" = "macOSのログアウトが必要です";

/* No comment provided by engineer. */
"Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)" = "ノッチを忍者🥷のように消す。(メニューバーの色を⬛️に設定することもできます)";

/* No comment provided by engineer. */
"Manage App Modules in Menu Bar" = "メニューバーでアプリモジュールを管理する";

/* No comment provided by engineer. */
"Manage Subscription" = "サブスクリプションを管理する";

/* No comment provided by engineer. */
"Manage System Modules in Menu Bar" = "メニューバーのシステムモジュールを管理する";

/* No comment provided by engineer. */
"Managing app modules requires user directory authorization" = "アプリモジュールの管理にはユーザーディレクトリの認証が必要です";

/* No comment provided by engineer. */
"Menu Bar" = "メニューバー";

/* No comment provided by engineer. */
"Menu Bar Appearance" = "メニューバーの外観";

/* No comment provided by engineer. */
"Menu Bar Border Color:" = "メニューバーボーダーの色：";

/* No comment provided by engineer. */
"Menu Bar Border Width:" = "メニューバーの境界線の幅：";

/* No comment provided by engineer. */
"Menu Bar Color:" = "メニューバーの色：";

/* No comment provided by engineer. */
"Menu Bar Corner Radius:" = "メニューバーのコーナーの半径：";

/* No comment provided by engineer. */
"Menu Bar Item Gap:" = "メニューバーアイテムの間隔：";

/* No comment provided by engineer. */
"Menu Bar Layout" = "メニューバーレイアウト";

/* No comment provided by engineer. */
"Menu Bar Layout feature requires additional permissions!" = "メニューバーレイアウト機能には追加の権限が必要です！";

/* No comment provided by engineer. */
"Menu Bar Shadow:" = "メニューバーの影:";

/* No comment provided by engineer. */
"Menu Bar Size:" = "メニューバーのサイズ：";

/* No comment provided by engineer. */
"Menu Bar Style:" = "メニューバーのスタイル:";

/* No comment provided by engineer. */
"Menu Bar Tint:" = "メニューバーの色合い：";

/* No comment provided by engineer. */
"Menu Bar:" = "メニューバー：";

/* No comment provided by engineer. */
"Mini" = "ミニ";

/* No comment provided by engineer. */
"Mode has been changed successfully" = "モードは正常に変更されました";

/* No comment provided by engineer. */
"Mode:" = "モード:";

/* No comment provided by engineer. */
"More" = "もっと";

/* No comment provided by engineer. */
"Multi-screen:" = "マルチスクリーン：";

/* No comment provided by engineer. */
"Name" = "名前";

/* No comment provided by engineer. */
"Name:" = "名前：";

/* No comment provided by engineer. */
"New" = "新しい";

/* No comment provided by engineer. */
"New Items Location" = "新しいアイテムの場所";

/* No comment provided by engineer. */
"🆕️ Request new features" = "🆕️ 新機能をリクエストする";

/* No comment provided by engineer. */
"New Single Widget..." = "新しいシングルウィジェット...";

/* No comment provided by engineer. */
"New Widget" = "新しいウィジェット";

/* No comment provided by engineer. */
"New Widget Group" = "新しいウィジェットグループ";

/* No comment provided by engineer. */
"New Widget Group..." = "新しいウィジェットグループ...";

/* No comment provided by engineer. */
"Newly discovered menu bar items will be moved to:" = "新しく発見されたメニューバー項目は次の場所に移動されます:";

/* No comment provided by engineer. */
"No" = "いいえ";

/* No comment provided by engineer. */
"No action" = "何も行動しない";

/* No comment provided by engineer. */
"No backups" = "バックアップはありません";

/* No comment provided by engineer. */
"No configurable app modules found" = "設定可能なアプリモジュールが見つかりませんでした";

/* No comment provided by engineer. */
"No Gap - no spacing between items" = "隙間なし - アイテム間にスペースがありません";

/* No comment provided by engineer. */
"No items found" = "アイテムが見つかりませんでした";

/* No comment provided by engineer. */
"No matching results" = "該当する結果がありません";

/* No comment provided by engineer. */
"Non-subscription, totally free" = "定期購読なし、完全無料";

/* No comment provided by engineer. */
"Normal" = "ノーマル";

/* No comment provided by engineer. */
"Normal Gap - normal spacing between items" = "ノーマルギャップ - アイテム間の通常の間隔";

/* No comment provided by engineer. */
"Normal Mode" = "ノーマルモード";

/* No comment provided by engineer. */
"Not Now" = "今はしない";

/* No comment provided by engineer. */
"Notch:" = "ノッチ：";

/* No comment provided by engineer. */
"Ok" = "大丈夫";

/* No comment provided by engineer. */
"One-time purchase" = "一回限りの購入";

/* No comment provided by engineer. */
"Oops, No Hidden Items! 🔥️You can arrange items in the Preferences." = "おっと、隠されたアイテムはありません！🔥️設定でアイテムを整理できます。";

/* No comment provided by engineer. */
"Open System Preferences..." = "システム環境設定を開く...";

/* No comment provided by engineer. */
"Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`." = "メニューバーで「⌘」コマンドキーを押しながら、`<`、`|`、`Barbeeのアイコン` のアイコンをドラッグして、正しい順序に配置してください。順序は次のとおりです：常に隠されたアイコン `<` 隠されたアイコン `|` 表示されたアイコン `Barbeeのアイコン`。";

/* No comment provided by engineer. */
"Preferences" = "設定";

/* No comment provided by engineer. */
"Preferences..." = "設定...";

/* No comment provided by engineer. */
"Privacy Policy" = "プライバシーポリシー";

/* No comment provided by engineer. */
"Profile" = "プロファイル";

/* No comment provided by engineer. */
"Profile Entry:" = "プロフィールエントリー:";

/* No comment provided by engineer. */
"Profile Name" = "プロファイル名";

/* No comment provided by engineer. */
"Purchase & Restore" = "購入 & 復元";

/* No comment provided by engineer. */
"Quick Search" = "クイック検索";

/* No comment provided by engineer. */
"Quick Search Entry:" = "クイック検索エントリー:";

/* No comment provided by engineer. */
"Quick Search feature requires additional permissions!" = "'クイック検索'機能には追加の許可が必要です！";

/* No comment provided by engineer. */
"Quick Search:" = "クイック検索:";

/* No comment provided by engineer. */
"Quick Start Guide" = "クイック スタート ガイド";

/* No comment provided by engineer. */
"Quit" = "終了";

/* No comment provided by engineer. */
"Rate Now" = "今すぐ評価";

/* No comment provided by engineer. */
"Rate on the Mac App Store" = "Mac App Storeでの評価";

/* No comment provided by engineer. */
"Recommended for users with a large screen or no icons hidden by the system." = "大画面を使用しているユーザーや、システムによって隠されているアイコンがないユーザーに推奨します。";

/* No comment provided by engineer. */
"Recommended for users with notch on the screen or users with hidden icons in the system." = "画面上にバングスがあるユーザーやシステム内の隠されたアイコンを持つユーザーに推奨します。";

/* No comment provided by engineer. */
"Reduce Refresh Rate When Using Battery Power" = "バッテリーを使用しているときにリフレッシュレートを下げる";

/* No comment provided by engineer. */
"Refresh" = "更新";

/* No comment provided by engineer. */
"Refresh Interval in Seconds" = "秒単位の更新間隔";

/* No comment provided by engineer. */
"Refresh menu bar items" = "メニューバー項目を更新する";

/* No comment provided by engineer. */
"Refresh Menu Bar Items" = "メニューバー項目を更新する";

/* No comment provided by engineer. */
"Regular" = "レギュラー";

/* No comment provided by engineer. */
"Related Item:" = "関連アイテム：";

/* No comment provided by engineer. */
"Reduce useable screen space to mask notch" = "ノッチを取り除く";

/* No comment provided by engineer. */
"Remove/Add top notch when you use the notched Mac." = "ノッチ付き Mac を使用する場合は、トップノッチを削除/追加します。";

/* No comment provided by engineer. */
"Request Access..." = "アクセスをリクエスト中...";

/* No comment provided by engineer. */
"Reset" = "リセット";

/* No comment provided by engineer. */
"Reset All Permissions" = "すべての権限をリセット";

/* No comment provided by engineer. */
"🆘️ Reset all permissions" = "🆘️ すべての権限をリセット";

/* No comment provided by engineer. */
"Restore Purchase" = "購入の復元";

/* No comment provided by engineer. */
"Restore successfully! If it still doesn't work, please reinstall the app." = "正常に復元しました！それでも機能しない場合は、アプリを再インストールしてください。";

/* No comment provided by engineer. */
"Returns all menu bar items." = "すべてのメニューバー項目を返します。";

/* No comment provided by engineer. */
"Returns always hidden menu bar items." = "常に隠されたメニューバーアイテムを表示します。";

/* No comment provided by engineer. */
"Returns app modules using app bundle identifier." = "アプリバンドル識別子を使用してアプリモジュールを返します。";

/* No comment provided by engineer. */
"Returns hidden menu bar items." = "隠されたメニューバー項目を表示します。";

/* No comment provided by engineer. */
"Returns shown menu bar items." = "表示されているメニューバーアイテムを返します。";

/* No comment provided by engineer. */
"Returns whether the current active screen has top notch." = "現在アクティブなスクリーンにノッチがあるかどうかを返します。";

/* No comment provided by engineer. */
"Returns whether the current active screen menu bar is visible." = "現在アクティブなスクリーンのメニューバーが表示されているかどうかを返します。";

/* No comment provided by engineer. */
"Reveal In Finder" = "Finderで表示";

/* No comment provided by engineer. */
"Right➡️" = "右へ➡️";

/* No comment provided by engineer. */
"Scopes:" = "範囲：";

/* No comment provided by engineer. */
"Screen Recording" = "スクリーンレコーディング";

/* No comment provided by engineer. */
"Search" = "検索";

/* No comment provided by engineer. */
"Search for a menu bar item" = "メニューバー項目を検索する";

/* No comment provided by engineer. */
"Select" = "選択";

/* No comment provided by engineer. */
"Select a related menu bar item" = "関連するメニューバーアイテムを選択してください";

/* No comment provided by engineer. */
"Select..." = "選択してください...";

/* No comment provided by engineer. */
"Separated" = "分離された";

/* No comment provided by engineer. */
"SF Symbols" = "SFシンボル";

/* No comment provided by engineer. */
"Shortcut to show / hide all items:" = "すべてのアイテムを表示/非表示するショートカット：";

/* No comment provided by engineer. */
"Shortcut to show / hide hidden items:" = "隠しアイテムを表示 / 非表示にするショートカット：";

/* No comment provided by engineer. */
"Shortcut:" = "ショートカット：";

/* No comment provided by engineer. */
"Shortcuts" = "ショートカット";

/* No comment provided by engineer. */
"Show" = "ショー";

/* No comment provided by engineer. */
"Show all" = "すべて表示する";

/* No comment provided by engineer. */
"Show All" = "すべて表示";

/* No comment provided by engineer. */
"Show all menu bar items" = "すべてのメニューバーアイテムを表示";

/* No comment provided by engineer. */
"Show Entry in Menu" = "メニューにエントリを表示";

/* No comment provided by engineer. */
"Show hidden menu bar items" = "隠しメニューバー項目を表示する";

/* No comment provided by engineer. */
"Show in All Spaces" = "すべてのスペースに表示";

/* No comment provided by engineer. */
"Show Menu Bar Item (Enhanced mode only)" = "メニューバーアイテムを表示（エンハンスドモードのみ）";

/* No comment provided by engineer. */
"Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "識別子でメニューバーアイテムを表示: ${itemIdentifier}、Xに: ${x}";

/* No comment provided by engineer. */
"Show menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "識別子（例：\"com.apple.controlcenter-WiFi\"）によってメニューバー項目を表示します。Xはオプショナルです。";

/* No comment provided by engineer. */
"Show Profile in Menu" = "メニューでプロファイルを表示";

/* No comment provided by engineer. */
"Shown Items" = "表示されたアイテム";

/* No comment provided by engineer. */
"Shown Items:" = "表示されているアイテム：";

/* No comment provided by engineer. */
"Shown Menu Bar Item" = "表示されたメニューバーアイテム";

/* No comment provided by engineer. */
"Small Gap - proper spacing between items" = "小さな隙間 - アイテム間の適切なスペーシング";

/* No comment provided by engineer. */
"Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode." = "強化モードでは、メニューバーの項目のいくつかが別のメニューバーに移動されますが、このモードではユーザーがいくつかの必要な権限（スクリーン録画＆アクセシビリティ）を承認することが必要ですが、通常モードでは追加の権限リクエストはありません。";

/* No comment provided by engineer. */
"Something Wrong?" = "何か問題でも？";

/* No comment provided by engineer. */
"🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again." = "🆘 もしアプリがBarbeeに権限を与えた後も権限がないと提示する場合は、Barbeeの権限をキャンセルし、認証リストからBarbeeを削除してください。その後、Barbeeを再起動し、もう一度権限を付与してください。";

/* No comment provided by engineer. */
"Start" = "開始";

/* No comment provided by engineer. */
"Start BarBee automatically at login." = "ログイン時に自動的にBarBeeを起動します。";

/* No comment provided by engineer. */
"Startup:" = "スタートアップ：";

/* No comment provided by engineer. */
"State" = "状態";

/* No comment provided by engineer. */
"Switch App Module State" = "アプリモジュールの状態を切り替える";

/* No comment provided by engineer. */
"Switch Barbee Mode" = "スイッチBarbeeモード";

/* No comment provided by engineer. */
"Switch the app module state in menu bar by its identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "メニューバーでのアプリモジュールの状態を識別子（例：\"com.apple.controlcenter-WiFi\"）によって切り替えます。";

/* No comment provided by engineer. */
"Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}" = "メニューバーでその識別子によってアプリモジュールの状態を切り替えます：${state}、識別子：${itemIdentifier}";

/* No comment provided by engineer. */
"Switch to Enhanced Mode" = "エンハンスドモードに切り替え";

/* No comment provided by engineer. */
"Switch to Normal Mode" = "ノーマルモードに切り替える";

/* No comment provided by engineer. */
"Symbol Number" = "シンボル番号";

/* No comment provided by engineer. */
"Symbol:" = "シンボル:";

/* No comment provided by engineer. */
"Sync from iCloud drive" = "iCloudドライブから同期";

/* No comment provided by engineer. */
"Sync profile successfully." = "プロファイルの同期に成功しました。";

/* No comment provided by engineer. */
"Terms of Use" = "利用規約";

/* No comment provided by engineer. */
"Text" = "テキスト";

/* (No Comment) */
"Thanks to all who keep supporting Barbee🖤.\\nYour encouragement is the fuel that keeps me going.\\n\\nIf you are a student, a teacher, an open-source maintainer, or if purchasing this paid version is beyond your current means,\\n👋 please reach out. You will get it free of charge🆓️. \\n\\n🌐️ If you can help translate Barbee into your language or improve Barbee's current translations, \\nyou will have the lifetime version and your name will be listed as a contributor to Barbee." = "Barbee🖤をサポートしてくださる皆さん、ありがとうございます。\nあなたの励ましが私を動かし続ける燃料です。\n\nもし学生であったり、教師であったり、オープンソースのメンテナーであったり、またはこの有料バージョンの購入が現在の手段を超えている場合、\n👋 どうぞご連絡ください。無料で入手できます🆓️。 \n\n🌐️ あなたが自分の言語にBarbeeを翻訳したり、現在のBarbeeの翻訳を改善する手助けができる場合、\n生涯バージョンが与えられ、あなたの名前がBarbeeの貢献者として掲載されます。";

/* No comment provided by engineer. */
"Thanks for purchasing Barbee VIP" = "Barbee VIPをご購入いただきありがとうございます";

/* No comment provided by engineer. */
"Thanks for trying Barbee" = "Barbeeをお試しいただきありがとうございます";

/* No comment provided by engineer. */
"The automation will be deleted and changes take effect immediately" = "自動化は削除され、変更は即時に反映されます";

/* No comment provided by engineer. */
"The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated." = "ベータ版にはバグが含まれていたり、問題を引き起こす可能性があります。ご提供いただけるフィードバックは常に大変ありがたいです。";

/* No comment provided by engineer. */
"The changes have been saved, and it will take effect after exiting and restarting the app `%@`." = "変更が保存されました。アプリ「%@」を終了して再起動すると、変更が反映されます。";

/* No comment provided by engineer. */
"The following modules have been found that may be displayed in the menu bar, you can enable or disable them." = "メニューバーに表示できる以下のモジュールが見つかりました。これらを有効または無効にすることができます。";

/* No comment provided by engineer. */
"The hidden menu bar icon will appear in a separate menu bar in the upper right corner." = "隠されたメニューバーのアイコンは、右上の別のメニューバーに表示されます。";

/* No comment provided by engineer. */
"The hidden menu bar icons will be collapsed." = "隠されたメニューバーのアイコンは折りたたまれます。";

/* No comment provided by engineer. */
"The hover area of the menu bar include the app menu and Apple logo area" = "メニューバーのホバーエリアには、アプリメニューとAppleロゴのエリアが含まれています";

/* No comment provided by engineer. */
"The iCloud profiles will be replaced by the local profiles, which cannot be restored." = "iCloudのプロファイルはローガルのプロファイルに置き換えられ、復元することはできません。";

/* No comment provided by engineer. */
"The icon may persist in the menu bar and impact your experience using Barbee." = "このアイコンはメニューバーに残る可能性があります。この機能を使用すると、ユーザーエクスペリエンスに影響を与える可能性があります。";

/* No comment provided by engineer. */
"The item is invisible" = "アイテムは見えません";

/* No comment provided by engineer. */
"The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "このアイテムはトップノッチのために見えなくなっていますが、ノッチを隠すか、ディスプレイの解像度を調整するか、Barbeeの設定で表示アイテムの数を減らすことができます。";

/* No comment provided by engineer. */
"The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "このアイテムはメニューバーに十分なスペースがないため見えません。表示の解像度を調整するか、Barbeeの設定で可視アイテムの数を減らしてください。";

/* No comment provided by engineer. */
"The local profiles will be replaced by the iCloud profiles, which cannot be restored." = "ローカルのプロファイルはiCloudのプロファイルに置き換えられますが、復元することはできません。";

/* No comment provided by engineer. */
"The patch has been imported." = "パッチがインポートされました。";

/* No comment provided by engineer. */
"The profile has been exported." = "プロファイルがエクスポートされました。";

/* No comment provided by engineer. */
"The profile has been imported." = "プロファイルがインポートされました。";

/* No comment provided by engineer. */
"The selected item is not in the menu bar now" = "選択されたアイテムは現在メニューバーにありません";

/* No comment provided by engineer. */
"The shadow below the menu bar" = "メニューバーの下の影";

/* No comment provided by engineer. */
"The shadow in the menu bar" = "メニューバーの影";

/* No comment provided by engineer. */
"The shortcut will be deleted and changes take effect immediately" = "ショートカットは削除され、変更は即時に反映されます";

/* No comment provided by engineer. */
"Then: %@" = "それから: %@";

/* No comment provided by engineer. */
"Thin" = "薄い";

/* (No Comment) */
"This prompt will appear when Barbee is running on a newer version of macOS to capture the screenshot of menu bar items. \\n⛔️ Barbee is an offline app with no network permissions." = "このプロンプトは、新しいmacOSでBarbeeが実行されているときに、メニューバー項目のスクリーンショットをキャプチャするために表示されます。\n⛔️ Barbeeはネットワーク権限のないオフラインアプリです。";

/* No comment provided by engineer. */
"Top Notch" = "トップノッチ";

/* No comment provided by engineer. */
"Topmost" = "最上位";

/* No comment provided by engineer. */
"Trigger:" = "トリガー：";

/* No comment provided by engineer. */
"Unified" = "統一された";

/* No comment provided by engineer. */
"Upgrade to Barbee VIP" = "Barbee VIPにアップグレード";

/* No comment provided by engineer. */
"Use Barbee in enhanced mode?" = "拡張モードでBarbeeを使用しますか？";

/* No comment provided by engineer. */
"Use in Shortcuts" = "ショートカットで使用";

/* No comment provided by engineer. */
"Redeem code" = "引き換えコードを使用する";

/* No comment provided by engineer. */
"View iCloud profiles" = "iCloudプロファイルを表示";

/* No comment provided by engineer. */
"View URL Schemes" = "URLスキームを表示";

/* No comment provided by engineer. */
"Welcome to Barbee!" = "Barbeeへようこそ！";

/* No comment provided by engineer. */
"When hovering for more than a certain period of time, show hidden items." = "一定期間以上ホバリングすると、非表示のアイテムを表示します。";

/* No comment provided by engineer. */
"When hovering over the menu bar, hidden items will be shown automatically" = "メニューバーにカーソルを合わせると、非表示のアイテムが自動的に表示されます";

/* No comment provided by engineer. */
"When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically" = "アプリのメニューやApple(🍎)のロゴにカーソルを合わせると、隠されているアイテムも自動的に表示されます";

/* No comment provided by engineer. */
"When leaving the menu bar, hidden items will be hidden again" = "メニューバーを離れると、非表示の項目は再び隠されます";

/* No comment provided by engineer. */
"When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again." = "外部スクリーンがフォーカスされると、すべてのメニューバーアイテムが表示され、フォーカスが失われると再び隠されます。";

/* No comment provided by engineer. */
"When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem." = "Barbeeに問題がある場合は、Barbeeを再起動して問題を解決しようと試みることができます。";

/* No comment provided by engineer. */
"When you click on the blank area of the menu bar, Barbee will toggle showing hidden items." = "メニューバーの空白領域をクリックすると、Barbeeは隠しアイテムの表示を切り替えます。";

/* No comment provided by engineer. */
"When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon." = "メニューバーアイコンをクリックすると、Barbeeメニューの代わりに隠し項目の表示を切り替えます。メニューバーアイコンを右クリックした時にBarbeeメニューが表示されます。";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items." = "コントロール(⌃)を押しながらメニューバーアイコンをクリックすると、Barbeeはすべてのアイテムの表示/非表示を切り替えます。";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items." = "CONTROL(⌃)キーを押しながらメニューバーをクリックすると、Barbeeはすべてのアイテムの表示/非表示を切り替えます。";

/* No comment provided by engineer. */
"When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items." = "オプション(⌥)キーを押しながらメニューバーアイコンをクリックすると、Barbeeは隠し項目の表示/非表示を切り替えます。";

/* No comment provided by engineer. */
"When: %@" = "いつ：%@";

/* No comment provided by engineer. */
"Whether you love Barbee or feel we could be doing better, we want to know!" = "あなたがBarbeeを愛しているか、もっとうまくできると感じているかどうか、私たちは知りたいです！";

/* No comment provided by engineer. */
"Which mode of tutorial would you like to see?" = "どのチュートリアルモードを見たいですか？";

/* No comment provided by engineer. */
"Widget" = "ウィジェット";

/* No comment provided by engineer. */
"Widget Entry:" = "ウィジェットのエントリ：";

/* No comment provided by engineer. */
"Widget feature requires additional permissions!" = "ウィジェット機能には追加の許可が必要です！";

/* No comment provided by engineer. */
"Width" = "幅";

/* No comment provided by engineer. */
"Wrong order of Barbee menu bar icons" = "Barbee メニューバーのアイコンの順序が間違っています";

/* No comment provided by engineer. */
"X" = "X";

/* No comment provided by engineer. */
"Y" = "Y";

/* No comment provided by engineer. */
"Yearly" = "年間";

/* No comment provided by engineer. */
"Yearly - %@" = "年次 - %@";

/* No comment provided by engineer. */
"Yearly VIP membership" = "年間VIP会員登録";

/* No comment provided by engineer. */
"Yes" = "はい";

/* No comment provided by engineer. */
"You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting" = "Barbee のメニューバーアイコンの位置は `メニューバーレイアウト` 設定で変更できます。";

/* No comment provided by engineer. */
"You can check out the quick start guide to learn more about the two modes of Barbee." = "Barbeeの2つのモードについてもっと学ぶために、クイックスタートガイドをチェックできます。";

/* No comment provided by engineer. */
"You can enable or disable the `Profile` entry in Barbee's menu." = "Barbeeのメニューで`プロファイル`エントリを有効にすることも無効にすることもできます。";

/* No comment provided by engineer. */
"You can enable or disable the `Quick Search` entry in Barbee's menu." = "Barbeeのメニューで「クイックサーチ」を有効または無効にすることができます。";

/* No comment provided by engineer. */
"You can enable or disable the `Widget` entry in Barbee's menu." = "あなたはBarbeeのメニューで`ウィジェット`エントリーを有効または無効にできます。";

/* No comment provided by engineer. */
"You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue." = "診断ログをエクスポートして開発者に送り返すことができます。これにより、開発者は問題の解決に役立てることができます。";

/* No comment provided by engineer. */
"You can modify the layout of the extra menu bar in the app's preferences window" = "アプリの設定ウィンドウで追加メニューバーのレイアウトを変更できます";

/* No comment provided by engineer. */
"You have unlocked all features for 3 days, enjoy!" = "3日間すべての機能のロックを解除しましたので、今すぐお楽しみください！";

/* No comment provided by engineer. */
"You have unlocked all features, enjoy!" = "すべての機能のロックを解除しました。今すぐお楽しみください！";

/* No comment provided by engineer. */
"Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase." = "あなたが購入を確認すると、お支払いはあなたのiTunesアカウントに請求されます。あなたのサブスクリプションが現在のサブスクリプション期間の終了時に自動更新されると、もう一度iTunesアカウントに請求されます。自動更新は、現在の期間が終了する少なくとも24時間前にオフにしない限りです。購入後いつでもあなたのApple IDアカウント設定で、自動更新を管理したりオフにすることができます。";

/* No comment provided by engineer. */
"When the screen width is wide enough, menu bar icons will no longer be hidden" = "画面の幅が十分に広い場合、メニューバーのアイコンは隠れなくなります";

/* No comment provided by engineer. */
"The screen width threshold" = "画面幅の閾値";

/* No comment provided by engineer. */
"pixel(s)" = "ピクセル";

/* No comment provided by engineer. */
"Found screen size(s):" = "検出された画面サイズ:";

/* No comment provided by engineer. */
"Reset All" = "すべてリセット";

/* No comment provided by engineer. */
"Reset to default appearance:" = "デフォルトの外観にリセット:";

/* No comment provided by engineer. */
"Follow us" = "フォローする";

/* No comment provided by engineer. */
"Translate Barbee" = "Barbeeを翻訳する";

/* No comment provided by engineer. */
"Start Translating" = "翻訳を開始";

/* No comment provided by engineer. */
"💦Contributors" = "💦貢献者";

/* No comment provided by engineer. */
"Special thanks to these volunteers for helping with Barbee Localization! 🌍🌎🌏" = "Barbeeのローカリゼーションを手伝ってくれたユーザーに特別な感謝を！🌍🌎🌏";

/* No comment provided by engineer. */
"👋Translating Barbee" = "👋Barbeeの翻訳";

/* No comment provided by engineer. */
"If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that." = "他の言語にBarbeeを翻訳する手伝いをしたい、または既存の翻訳を改善したい場合、非常に感謝します。";

/* No comment provided by engineer. */
"Optimization:" = "最適化:";

/* No comment provided by engineer. */
"Reduce the interference of the `Screen Recording` icon" = "`画面録画`アイコンの干渉を減らす";

/* No comment provided by engineer. */
"Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon." = "メニューバーアイコンの更新頻度を減らし、`画面録画`アイコンの表示確率を最適化する。";

/* No comment provided by engineer. */
"Special thanks to:" = "特別な感謝:";

/* No comment provided by engineer. */
"Optimize the cursor click, unable to move, flicker and disappear issues" = "カーソルクリック、動けない、チラつき、消失の問題を最適化";

/* No comment provided by engineer. */
"Use the more optimized menu bar icon management algorithm" = "より最適化されたメニューバーアイコン管理アルゴリズムを使用する";

/* No comment provided by engineer. */
"Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout." = "ヒント: command ⌘ を押しながら、メニューバーのアイコンをドラッグして、メニューバーのレイアウトを変更することができます。";

/* No comment provided by engineer. */
"Special Item Library:" = "特殊アイテムライブラリ:";

/* No comment provided by engineer. */
"Add spacer between items" = "アイテムの間にスペーサーを追加";

/* No comment provided by engineer. */
"Put items into a group" = "アイテムをグループに入れる";

/* No comment provided by engineer. */
"Spacer width: %d" = "スペーサーの幅: %d";

/* No comment provided by engineer. */
"Width:" = "幅:";

/* No comment provided by engineer. */
"Spacer width: %d" = "スペーサーの幅: %d";

/* No comment provided by engineer. */
"Automatically hide other items before showing hidden items" = "隠されたアイテムを表示する前に他のアイテムを自動的に非表示にする";

/* No comment provided by engineer. */
"Show hidden items more concisely and focused, but only works in 'Enhanced Mode'" = "隠されたアイテムをより簡潔かつ集中して表示するが、「強化モード」でのみ有効";

/* No comment provided by engineer. */
"Items in group:" = "グループ内のアイテム:";

/* No comment provided by engineer. */
"Candidates:" = "候補:";

/* No comment provided by engineer. */
"Group: %@" = "グループ: %@";

/* No comment provided by engineer. */
"No name" = "未命名";

/* No comment provided by engineer. */
"Drop down menu bar participates in macOS window cycling" = "ドロップダウンメニューバーは macOS ウィンドウサイクルに参加します";

/* No comment provided by engineer. */
"The drop down menu bar can become the user's active window." = "ドロップダウンメニューバーはユーザーのアクティブウィンドウになることができます。";

/* No comment provided by engineer. */
"Show group on click" = "クリックでグループを表示";

/* No comment provided by engineer. */
"Show group on hover" = "ホバーでグループを表示";

/* No comment provided by engineer. */
"Auto sync with iCloud" = "iCloudと自動同期";

/* No comment provided by engineer. */
"Rename" = "名前を変更する";

/* No comment provided by engineer. */
"Matches icon state" = "アイコンの状態に一致する";

/* No comment provided by engineer. */
"Does not match icon state" = "アイコンの状態に一致しない";

/* No comment provided by engineer. */
"Battery state" = "バッテリー状態";

/* No comment provided by engineer. */
"Power source" = "電源";

/* No comment provided by engineer. */
"⚡️Any Power Source" = "⚡️任意の電源";

/* No comment provided by engineer. */
"🔋 Battery" = "🔋 バッテリー";

/* No comment provided by engineer. */
"🔌 Power Adapter" = "🔌 電源アダプター";
